[
    {
        "id": "1",
        "titulo": "Retrato de uma Jovem em Chamas",
        "poster": "images/jovememchamas.jpg.avif",
        "diretor": "Diretora: Céline Sciamma",
        "anolancamento": "Ano de Lançamento: 2019",
        "descricao": "Marianne é uma jovem pintora na França do século 18, com a tarefa de pintar um retrato de Héloïse para seu casamento, sem que ela saiba. Passando seus dias observando Héloïse e as noites pintando, Marianne se vê cada vez mais próxima de sua modelo.",
        "avaliacao": 4
    },
    {
        "id": "2",
        "titulo": "O Iluminado",
        "poster": "images/iluminado.png",
        "diretor": "Diretor: Stanley Kubrick",
        "anolancamento": "Ano de Lançamento: 1980",
        "descricao": "Jack Torrance se torna caseiro de inverno do isolado Hotel Overlook, nas montanhas do Colorado, na esperança de curar seu bloqueio de escritor. Ele se instala com a esposa Wendy e o filho Danny, que é atormentando por premonições. Jack não consegue escrever e as visões de Danny se tornam mais perturbadoras. O escritor descobre os segredos sombrios do hotel e começa a se transformar em um maníaco homicida, aterrorizando sua família.",
        "avaliacao": 5
    },
    {
        "id": "3",
        "titulo": "Cisne Negro",
        "poster": "images/blackswan.jpg.jpg",
        "diretor": "Diretor: Darren Aronofsky",
        "anolancamento": "Ano de Lançamento: 2010",
        "descricao": "O enredo gira em torno de uma produção de O Lago dos Cisnes de Tchaikovsky pela companhia do New York City Ballet. A produção requer uma bailarina para interpretar o inocente e frágil Cisne Branco, para o qual a dançarina comprometida Nina Sayers (Portman) é uma escolha perfeita, bem como o sombrio e sensual Cisne Negro, qualidades melhor incorporadas pela nova rival Lily (Kunis). Nina é dominada por um sentimento de imensa pressão quando se vê competindo pelo papel, fazendo com que ela perca seu tênue controle da realidade e mergulhe na loucura.",
        "avaliacao": 4
    },
    {
        "id": "4",
        "titulo": "Que Horas Ela Volta?",
        "poster": "images/Que_horas_ela_volta_ver3_xlg.jpg",
        "diretor": "Diretora: Anna Muylaert",
        "anolancamento": "Ano de Lançamento: 2015",
        "descricao": "Val deixa a filha, Jéssica, no interior de Pernambuco e passa os 13 anos seguintes trabalhando como babá do menino Fabinho em São Paulo. Ela consegue estabilidade financeira, mas convive com a culpa por não ter criado sua filha. Às vésperas do vestibular de Fabinho, Jéssica decide ir para São Paulo e fazer a prova também. Val recebe o apoio de seus patrões para receber a garota, mas a convivência com é difícil. Dividida, ela precisa achar um novo modo de seguir sua vida.",
        "avaliacao": 4
    },
    {
        "id": "5",
        "titulo": "Pretty Woman",
        "poster": "images/prettywoman.jpg",
        "diretor": "Diretor: Garry Marshall",
        "anolancamento": "Ano de Lançamento: 1990",
        "descricao": "A história de Pretty Woman se concentra na prostituta de Hollywood e de pouca sorte Vivian Ward que é contratada por um rico empresário, Edward Lewis, para ser sua acompanhante para várias funções empresariais e sociais, e sua relação em desenvolvimento ao longo da estadia de uma semana de Vivian com ele.",
        "avaliacao": 4
    },
    {
        "id": "6",
        "titulo": "Brilho Eterno de uma Mente Sem Lembranças",
        "poster": "images/brilhoeterno.jpg",
        "diretor": "Diretor: Michel Gondry",
        "anolancamento": "Ano de Lançamento: 2004",
        "descricao": "Como qualquer outro dia de sua vida, Joel acorda e vai para o trabalho. Mas ele não quer que este seja um outro dia qualquer em sua vida, por isso decide fazer algo inusitado. Pega outro trem e vai para uma praia, onde acaba conhecendo a bela Clementine. É amor à primeira vista. Mas o mais estranho é que na segunda vez que eles se encontram, ela simplesmente não o reconhece, age como se nunca o tivesse visto. É então que Joel descobre que sua amada utilizou os serviços da Lacuna Inc., uma empresa especializada em apagar certas lembranças da memória de seus clientes. Clementine literalmente deletou Joel de sua vida. Mas ele não vai deixar assim. Agora é a sua vez de se vingar e vai apagar de vez a moça de seu cérebro. Será isso possível?",
        "avaliacao": 4
    },
    {
        "id": "7",
        "titulo": "Conto da Princesa Kaguya",
        "poster": "images/kaguya.jpg",
        "diretor": "Diretor: Isao Takahata",
        "anolancamento": "Ano de Lançamento: 2013",
        "descricao": "O enredo do longa-metragem começa quando a personagem principal, Kaguya (Aki Asakura), é encontrada ainda bebê dentro de um tronco de bambu. E ao passar dos anos, ela se torna uma bela jovem e passa a ser cobiçada por cinco nobres, dentre eles o imperador do Japão, mas nenhum dos pretendentes agrada a jovem e a mesma pede presentes quase impossíveis para evitar um matrimônio com um estranho. Ao final, Kaguya enfrentará as consequências por suas escolhas.",
        "avaliacao": 4
    },
    {
        "id": "8",
        "titulo": "A Substância",
        "poster": "images/asubstanci.jpg.jpg",
        "diretor": "Diretora: Coralie Fargeat",
        "anolancamento": "Ano de Lançamento: 2024",
        "descricao": "Elisabeth Sparkle, renomada por um programa de aeróbica, enfrenta um golpe devastador quando seu chefe a demite. Em meio ao seu desespero, um laboratório lhe oferece uma substância que promete transformá-la em uma versão aprimorada.",
        "avaliacao": 4
    }
]
